{
  "nav": [
    {
      "logo": "images/global/logo.svg",
      "active": [
        {
          "active": "active",
          "link": "landlord.html",
          "name": "Landlord"
        },
        {
          "link": "#",
          "name": "Tenant"
        },
        {
          "link": "#",
          "name": "Browse"
        }
      ]
    }
  ],
  "top-page": [
    {
      "revers": "",
      "size-text": "6",
      "size-img": "6",
      "images": "images/land-four/top.jpg",
      "title": "Be safe with\nlawyer-approved \nrental forms",
      "desc": "Rentorr works with real estate lawyers in your state to make sure you have correct forms \nevery time.",
      "link": "#",
      "link-name": "TRY IT FOR FREE"
    }
  ],
  "paragraf-one": [
    {
      "title": "Get access to rental forms for free",
      "text": [
        {
          "desc": "Get access to a library of online forms that you can view 24/7. \nFrom move-in checklists to eviction notices, they all comply with \nstate laws and follow standard rental practices in your state."
        }
      ]
    }
  ],
  "author": [
    {
      "title": "Be prepared with a rental forms packages \nmade for you",
      "info": [
        {
          "text": "When it comes to signing a rental contract, it’s important to have all your bases covered from the beginning. We provide you with all of the legal forms you need to initiate a lease, plus additional documents for special cases."
        },
        {
          "text": "Once you’re in the rental cycle, problems with tenants can end up costing you money if you’re not on top of it. Violation notices, maintenance requests, and notices to vacate the property will keep it professional and help expedite the legal process if any complications arise."
        },
        {
          "text": "And when it’s time to move out, our forms ensure that security deposits are returned and your rental is ready for the next tenant."
        }
      ],
      "img": "images/land-four/beautiful.png"
    }
  ],
  "rent": [
    {
      "title": "Ready to start using Rentorr",
      "desc": "It shouldn’t feel like a second job to live in a rental property. Rentorr was made to simplify the process and help you and your landlord have a better renting experience."
    }
  ]
}
